Repository: WPPlugins/wp-clap
Catalog: languages/wp-clap-*.po
Languages: de_de

source: Settings saved.
de_de: Einstellungen gespeichert.

source: WP Clap Options
de_de: WP Clap Einstellungen

source: Clapper
de_de: Beifallklatscher

source: Show Name
de_de: Namen anzeigen

source: Default Name
de_de: Standardname (Default)

source: Show Avatar
de_de: Avatar anzeigen

source: Default Avatar(URL)
de_de: Standardavatar (URL)

source: Avatar Size
de_de: Avatargröße

source: (8 to 96)
de_de: (zwischen 8 und 96)

source: Frequency
de_de: Anzahl

source: Show Frequency
de_de: Anzahl anzeigen

source: Before Frequency
de_de: vor Anzahl

source: After Frequency
de_de: hinter Anzahl

source: Clap Area
de_de: Beifallsbereich

source: Title
de_de: Titel

source: Clap Text
de_de: Beschriftung Klatsch-Button

source: Clapping Text
de_de: Beschriftung während des Klatschens

source: Clapped Text
de_de: Beschriftung geklatscht

source: Clap Image(URL)
de_de: Klatsch-Icon (Bild-URL)

source: Use a image with the clap link.
de_de: Bild, das als den Beifalls-Button angezeigt wird.

source: Notice
de_de: Bemerkung / Freitext

source: You can use those tags to show the clap frequency:<br/> <strong>%clap_f%</strong> total calps<br/> <strong>%clap_f_s%</strong> clappers<br/> <strong>%clap_f_ave%</strong> average claps.
de_de: Folgende Tags können zur Anzeige der Beifallsanzahl verwendet werden:

source: Miscellaneous
de_de: Verschiedenes

source: Style
de_de: Stil

source: Use my own style instead of the default style.(Remove the default wp-clap-style.css)
de_de: Verwende eigenes CSS anstelle des Standardstils (entferne die Standarddatei wp-clap-style.css).

source: Display
de_de: Anzeige

source: on home
de_de: auf der Homepage

source: on single post
de_de: bei einzelnem Artikel (Single)

source: on page
de_de: auf Seiten (Pages)

source: If uncheck these options, please add tag: <strong>&lt;?php wp_clap(); ?&gt;</strong> to anywhere you want.
de_de: Bei deaktivierten Anzeigeoptionen kann stattdessen das Tag : <strong>&lt;php wp_clap(); ?></strong> an beliebiger Stelle im Template verwendet werden.

source: Auto insert frequency into post and excerpt (right top)
de_de: Automatisch die Beifallsanzahl rechts oben in Beiträge und Auszügen (Excerpt) anzeigen.

source: except pages
de_de: außer auf Seiten (Pages)

source: Do NOT display claps on the following pages:
de_de: KEINE Beifallsfunktion auf den folgenden Seiten verwenden:

source: No pages.
de_de: Keine Seiten ausgewählt.

source: Show on Admin
de_de: Administrator-Anzeige

source: Total claps
de_de: Anzahl Beifall

source: Total clappers
de_de: Anzahl Beifallsklatscher

source: Average Claps
de_de: Durchschnittliche Klatschanzahl

source: Custom HTML
de_de: Benutzerdefiniertes HTML

source: You can write your own HTML for single clappers.
de_de: Hier können Sie eigenes HTML für einzelnen Beifall (Single Clappers) eingeben.

source: If you do not know how to use it, leave it alone.
de_de: Wenn Sie mit dieser Funktion nicht vertraut sind, dann Finger weg!

source: To reset the HTML, simply empty it and save. It will be replaced by the default HTML.
de_de: Um das HTML zurückzusetzen, speichern Sie ein leeres Feld, es wird dann mit der Standard-HTML-Vorlage befüllt.

source: Click here to show the available code
de_de: Hier klicken, um die zur Verfügung stehenden Platzhalter anzuzeigen

source: claps
de_de: Beifallsanzahl

source: clapper's name
de_de: Name des Beifallsklatscher

source: clapper's site
de_de: Site des Beifallsklatschers

source: clapper's email (MD5 encode)
de_de: E-Mail (MD5 Encoded) des Beifallsklatschers

source: before frequency
de_de: Text vor Anzahl

source: after frequency
de_de: Text hinter Anzahl

source: the size of avatar
de_de: Größe des Avatars

source: default avatar
de_de: Standardavatar

source: Save Changes
de_de: Änderungen speichern

source: Visit Author Homepage
de_de: Homepage des Autors besuchen

source: Visit Plugin Homepage
de_de: Homepage des Plugins besuchen

source: Clap
de_de: Klatschen

source: Claps
de_de: x geklatscht

source: Clappers
de_de: Beifallsklatscher

source: Anonymous
de_de: anonym

source: Clapping
de_de: klatschen...

source: Clapped
de_de: geklatscht

source: If uncheck these options, please add tag: <strong>&lt;?php get_clap(); ?&gt;</strong> to anywhere you want.
de_de: Bei deaktivierten Anzeigeoptionen kann stattdessen das Tag : <strong>&lt;php wp_clap(); ?></strong> an beliebiger Stelle im Template verwendet werden.
